Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/mika_on_kielipesa_.html.tmx
Source language: fin
Languages: smn

source: Mikä on kielipesä?
smn: Mii lii kielâpiervâl?

source: Tällä sivulla on perustietoa kielipesästä ja kielikylvystä.
smn: Taan siijđost láá vuáđutiäđuh kielâpiervâlist já kielâláávgust.

source: Kielipesä on alkuperäiskansan tai kielivähemmistön kielellä toimivaa varhaista, täydellistä kielikylpyä pikkulapsille.
smn: Kielâpiervâl lii algâaalmug teikâ kielâucceeblovo kielân tuáimee aarrâd, tievâslâš kielâlávgu uccpárnáid.

source: Se on kielikylvyn erityinen muoto: tavoitteena on kaksi- ja monikielisyyden lisäksi myös kokonaisen kielen elvyttäminen ja sitä kannattelevan kulttuurin vahvistuminen.
smn: Tot lii kielâláávgu eromâš häämi: ulmen lii kyevt- já maaŋgâkielâlâšvuođâ lasseen meid oles kielâ iäláskittem já tom kyeđđee kulttuur nanosmum.

source: Kielipesä on varhaiskasvatuspaikka, jossa lapsille puhutaan alusta saakka, kaikissa tilanteissa kieltä, jota he eivät yleensä ymmärrä alussa lainkaan.
smn: Kielâpiervâl lii arâšoddâdempäikki, kost párnáid sárnuh aalgâ rääjist, puoh tilálâšvuođâin kielâ, mon sij iä táválávt aalgâst ibbeerd ollágin.

source: Kun puhutaan saamenkielisestä kielipesästä Suomessa, tarkoitetaan lähtökohtaisesti saamelaisten perheiden lapsille suunnattua varhaiskasvatusta, jossa lapsille puhutaan alusta saakka tiettyä saamen kieltä ja jossa toiminta pohjautuu saamelaiskulttuuriin.
smn: Ko sárnuh sämikielâlii kielâpiervâlist Suomâst, te uáivildeh prinsiiplávt sämmilij perrui párnáid čuosâttum arâšoddâdem, mast párnáid sárnuh aalgâ rääjist tiätu sämikielâ já toimâ vuáđuduvá sämikulttuurân.

source: Kielikylpy on pedagogiikkaa, jota toteutetaan maailmanlaajuisesti pääasiassa varhaiskasvatuksessa ja kouluopetuksessa.
smn: Kielâlávgu lii pedagogiik, mii olášuttoo maailmvijđosávt iänááš arâšoddâdmist já škovlâmáttááttâsâst.

source: Kielikylpy tähtää kielenomaksumiseen luonnollisen kommunikaation ja toiminnan kautta: kieltä ei niinkään opeteta lapsille vaan sitä käytetään toiminnan välineenä.
smn: Kielâlávgu viggá kielâoppâmân luándulii kommunikaatio já tooimâ peht: kielâ ij nuuvtkin máttááttuvvoo párnáid peic tot kiävttoo tooimâ niävvun.

source: Tavallisesti kielikylpy alkaa alle kouluiässä, esiopetuksessa tai alkuopetuksessa, jolloin puhutaan varhaisesta kielikylvystä.
smn: Táválávt kielâlávgu álgá vuálá škovlâahasâžžân, ovdâmáttááttâsâst teikâ algâmáttááttâsâst, kuás sárnuh aarrâd kielâláávgust.

source: Jos se alkaa myöhemmässä vaiheessa kouluopetusta, kyseessä on viivästetty tai myöhäinen kielikylpy.
smn: Jis tot álgá maŋeláá škovlâmáttááttâsâst, koččâmušâst lii äjittum teikâ maŋŋeed kielâlávgu.

source: Myös aikuisten kielenopetus voi tapahtua kielikylpymenetelmällä tai sitä hyödyntäen.
smn: Meid rävisulmui kielâmáttááttâs puáhtá tábáhtuđ kielâlávgumvuáháduvváin teikâ nuuvt, ete aneh tom ävkkin.

source: Jos toiminta tapahtuu kokonaan kielikylpykielellä, puhutaan täydellisestä kielikylvystä, ja jos toiminnassa käytetään muitakin kieliä, niin kielikylpy on osittaista.
smn: Jis toimâ lii ollásávt kielâlávgukielân, te sárnuh tievâslii kielâláávgust, já jis tooimâst kiävttojeh eres-uv kielah, te kielâlávgu lii ij-tievâslâš.

source: Kielikylpyohjelmia toimii tällä hetkellä ympäri maailmaa hyvin erilaisissa kielitilanteissa.
smn: Kielâlávguohjelmeh tuáimih tääl pirrâ maailm viehâ sierâlágán kielâtiilijn.

source: Pitkä kokemus on kertynyt mm. Kanadan ranskankielisestä ja Suomen ruotsinkielisestä kielikylvystä.
smn: Kuhes hárjánem lii šoddâm om. Kanada ranskakielâlii já Suomâ ruotâkielâlii kielâláávgust.

source: Saamen kielten elvytyksessä kielikylpymenetelmää on sovellettu jo useamman vuosikymmenen ajan.
smn: Sämikielâi iäláskitmist kielâlávguvuáhádâh lii heiviittum jo maaŋgâ ihelove ääigi.

source: Kaikkialla toimintaa ei ole nimitetty kielikylvyksi tai kielipesäksi, vaan esimerkiksi nimikkeellä “saamelainen lastentarha” on saatettu järjestää toimintaa, jossa lapsille puhutaan yksinomaan saamen kieltä, vaikkeivät he ehkä osaisi sitä lainkaan.
smn: Jyehi saajeest toimâ ij lah nomâttum kielâlávgun teikâ kielâpiervâlin, peic ovdâmerkkân nomâttâssáin “sämmilâš párnáikärdi” sáttá leđe uárnejum toimâ, mast párnáid sárnuh tuše sämikielâ, veikâ sij iä kenski mátáččii tom ollágin.

source: Ensimmäinen dokumentoitu tapaus on ollut vuonna 1989 toimintansa aloittanut ja edelleen toimiva luulajansaamenkielinen lastentarha “Vuonak sámemáná” Dragin / Ájluoktan kylässä, Tysfjordin / Divtasvuodnan kunnassa.
smn: Vuossâmuš dokumentistum tile lii lamaš ive 1989 tooimâs algâttâm já ain tuáimee juulevsämikielâlâš párnáikärdi “Vuonak sámemáná” Drag / Ájluokta siijdâst, Tysfjord / Tivtâsvuonâ kieldâst.

source: 1990-luvulla kielipesän käsite tuli tutuksi useammassa Suomen puolen saamelaisyhteisössä, kun kielipesätoiminta alkoi, aluksi erilaisten projektien tai apurahojen turvin (ks. sivu “Saamelaisten kulttuuri- ja kielipesätoiminta Suomessa”).
smn: 1990-lovvoost kielâpiervâl tuávádâh šoodâi uápisin maaŋgâ Suomâbel sämisiärváduvvâst, ko kielâpiervâltoimâ aalgij, vistig sierâlágán projektij já išeruuđâi peht (kj. siijđo “Sämmilij kulttuur- já kielâpiervâltoimâ Suomâst”).

source: Osittainen kielikylpy eteläsaamen kielellä alkoi vuonna 2000 Norjassa Engerdalenin kunnassa Svahken Sijten yhteisössä.
smn: Ij-tievâslâš kielâlávgu maadâsämikielân aalgij ive 2000 Taažâst Engerdal kieldâst Svahken Sijte siärváduvvâst.

source: Monissa muissakin paikallisissa saamen kielten elvytyshankkeissa kielikylpyä on hyödynnetty.
smn: Maaŋgâin eres-uv páihálijn sämikielâi iäláskittemhaavâin láá anneem ävkkin kielâláávgu.

source: Saamenkielisen kielipesän tavoitteena on siirtää lapsille saamen kieli, jota heille ei pystytä siirtämään kotona lainkaan tai riittävässä määrin.
smn: Sämikielâlii kielâpiervâl ulmen lii sirdeđ párnáid sämikielâ, mon iä paste sirdeđ sijjân pääihist ollágin teikâ tuárvi.

source: Lapsi voi aloittaa kielipesän siinä iässä kuin varhaiskasvatuksen yleensäkin, eli aikaisintaan noin yhdeksän kuukauden iässä, mutta aloittamisikä riippuu perheen tilanteesta ja joissain tapauksissa myös ryhmän omista käytännöistä.
smn: Páárnáš puáhtá algâttiđ kielâpiervâl ton ahasâžžân ko arâšoddâdem táválávt-uv, ađai tolemustáá suullân oovce mánuppaje ahasâžžân, mutâ algâttemahe lii kiddâ perruu tiileest já motomijn tábáhtusâin meid juávhu jieijâs vuáháduvâin.

source: Lapset saavat vapaasti valita, millä kielellä puhuvat, mutta ajan mittaan heitä rohkaistaan saamen kielen käyttöön.
smn: Párnááh pyehtih rijjâ valjiđ, ete mon kielân sárnuh, mutâ ääigi mield ruokâsmiteh sii kevttiđ sämikielâ.

source: Täydellisen kielikylvyn ympäristössä säännöllisesti päivänsä viettävä lapsi alkaa tavallisesti ymmärtää kieltä hyvin nopeasti.
smn: Páárnáš, kote lii merikoskâsávt peiviv tievâslii kielâláávgu pirrâsist, ibbeerdškuát táválávt kielâ viehâ jotelávt.

source: Muutaman kuukauden päästä hänellä on passiivinen peruskielitaito eli kyky käsittää hänelle suunnatusta saamenkielisestä puheesta olennainen sisältö.
smn: Muádi mánuppaje keččin sust lii passiivlâš vuáđukielâtáiđu ađai nahcâ iberdiđ sunjin čuosâttum sämikielâlii sárnumist tehálii siskáldâs.

source: Aktiivisen kielitaidon kehittyminen on hitaampaa ja yksilöllisempää, mutta tavallisesti lapset alkavat toistella ja käyttää useimmin kuulemiaan ja itselleen mieluisimpia sanoja jo muutaman viikon tai kuukauden päästä.
smn: Aktiivlii kielâtááiđu ovdánem lii hitásub já mulsâšuvá eenâb ovtâskâs párnáá mield, mutâ táválávt párnááh ađđiistâlškyetih já kevtiškyetih saanijd, maid kuleh täävjib já moh láá sijjân mielâsiih, jo muádi oho teikâ mánuppaje keččin.

source: Toiset tuottavat spontaania puhetta kokonaisilla lauseilla jo alle vuodessa, toisilla siihen voi mennä useampi vuosi.
smn: Nubeh pyevtitteh jiešráđálii sárnum oles celkkuin jo vááijuv ive keččin, nubbeest tot sáttá väldiđ maaŋgâ-uv ive.

source: Muutama vuosi kielipesässä riittää yleensä toiminnallisen kaksikielisyyden saavuttamiseen.
smn: Muáddi ive kielâpiervâlist lii táválávt tuárvi toimâlii kyevtkielâlâšvuođâ juksâmân.

source: Kielipesälapsi voi paikkakunnan opetusjärjestelyistä, kielitaidostaan ja huoltajien valinnasta riippuen siirtyä saamenkieliseen, suomenkieliseen tai kaksikieliseen esi- ja perusopetukseen.
smn: Kielâpiervâlpáárnáš puáhtá päikkikode máttááttâsornimij, kielâtááiđu já huolâtteijei valjim mield sirdâšuđ sämikielâlii, suomâkielâlii teikâ kyevtkielâlii ovdâ- já vuáđumáttááttâsân.
